Revit 2027 API
ParameterTypeId.RbsElecPanelTotalloadParam Property
 "Total Connected Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalloadParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalloadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalloadParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalloadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace